---
kind: other
id: Properties.T:Autodesk.Revit.DB.CurtainGrid
source: html/533e6254-a8c2-96e9-98fd-b1474674f71d.htm
---
# CurtainGrid Properties

The angle for the U grid line pattern of the curtain grid.